Repository: 0langa/StorageMaster
Catalog: src/StorageMaster.Core/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es

# Smart_Status_CleanupFailed
source: Cleanup failed. Scan again before retrying because file state may have changed.
de_de: Bereinigung fehlgeschlagen. Führen Sie vor einem erneuten Versuch eine neue Überprüfung durch, da sich der Dateizustand geändert haben kann.
es_es: Error en la limpieza. Vuelva a analizar antes de intentarlo de nuevo, porque el estado de los archivos puede haber cambiado.

# Smart_Status_Completed
source: Cleanup completed. {0}
de_de: Bereinigung abgeschlossen. {0}
es_es: Limpieza completada. {0}

# Smart_Status_CompletedWithAuditWarning
source: Cleanup completed. {0} Audit record warning shown below.
de_de: Bereinigung abgeschlossen. {0} Warnung zum Prüfprotokoll wird unten angezeigt.
es_es: Limpieza completada. {0} A continuación se muestra una advertencia del registro de auditoría.

# Smart_Status_Found
source: Found {0} category/categories of junk. Select what to remove.
de_de: {0} Kategorie(n) mit Datenmüll gefunden. Wählen Sie aus, was entfernt werden soll.
es_es: Se han encontrado {0} categorías de archivos basura. Seleccione lo que se va a eliminar.

# Smart_Status_FoundPartial
source: Found {0} junk category/categories, but {1} path(s) could not be inspected. Only confirmed files are listed.
de_de: {0} Kategorie(n) mit Datenmüll gefunden, aber {1} Pfad(e) konnten nicht geprüft werden. Es werden nur bestätigte Dateien aufgeführt.
es_es: Se han encontrado {0} categorías de archivos basura, pero no se pudieron inspeccionar {1} rutas. Solo se muestran los archivos confirmados.

# Smart_Status_Initial
source: Click "Scan & Analyse" to find junk files automatically.
de_de: Klicken Sie auf „Überprüfen & analysieren“, um Datenmüll automatisch zu finden.
es_es: Haga clic en «Analizar el equipo» para buscar archivos basura automáticamente.

# Smart_Status_NoJunk
source: Great news — no significant junk found on this PC!
de_de: Gute Nachrichten — auf diesem PC wurde kein nennenswerter Datenmüll gefunden!
es_es: ¡Buenas noticias! No se han encontrado archivos basura relevantes en este equipo.

# Smart_Status_NothingRemoved
source: Nothing was removed. {0} path(s) failed or were skipped. Scan again before retrying.
de_de: Es wurde nichts entfernt. {0} Pfad(e) sind fehlgeschlagen oder wurden übersprungen. Führen Sie vor einem erneuten Versuch eine neue Überprüfung durch.
es_es: No se ha eliminado nada. {0} rutas produjeron errores o se omitieron. Vuelva a analizar antes de intentarlo de nuevo.

# Smart_Status_PartiallyCompleted
source: Cleanup partially completed. {0} {1} path(s) failed or were skipped. Scan again before retrying.
de_de: Bereinigung teilweise abgeschlossen. {0} {1} Pfad(e) sind fehlgeschlagen oder wurden übersprungen. Führen Sie vor einem erneuten Versuch eine neue Überprüfung durch.
es_es: Limpieza completada parcialmente. {0} {1} rutas produjeron errores o se omitieron. Vuelva a analizar antes de intentarlo de nuevo.

# Smart_Status_ScanCancelled
source: Scan cancelled.
de_de: Überprüfung abgebrochen.
es_es: Análisis cancelado.

# Smart_Status_ScanFailed
source: Scan failed: {0}
de_de: Überprüfung fehlgeschlagen: {0}
es_es: Error en el análisis: {0}

# Smart_Status_ScanIncomplete
source: Scan incomplete: {0} path(s) could not be inspected and no removable files were confirmed.
de_de: Überprüfung unvollständig: {0} Pfad(e) konnten nicht geprüft werden, und es wurden keine entfernbaren Dateien bestätigt.
es_es: Análisis incompleto: no se pudieron inspeccionar {0} rutas y no se confirmó ningún archivo que se pueda eliminar.

# Smart_Status_Scanning
source: Scanning your PC for junk files…
de_de: Ihr PC wird nach Datenmüll durchsucht…
es_es: Analizando el equipo en busca de archivos basura…

# Smart_Subtitle
source: Scans seven common junk sources and removes only what you select.
de_de: Überprüft sieben häufige Quellen von Datenmüll und entfernt nur, was Sie auswählen.
es_es: Analiza siete orígenes habituales de archivos basura y elimina solo lo que se seleccione.

# Smart_Title
source: Smart Cleaner
de_de: Intelligente Bereinigung
es_es: Limpieza inteligente

# Smart_TotalSelected_Label
source: Total selected to clean
de_de: Insgesamt zur Bereinigung ausgewählt
es_es: Total seleccionado para limpiar

# SpaceMap_Action_CopyPath
source: Copy path
de_de: Pfad kopieren
es_es: Copiar ruta

# SpaceMap_Action_DrillIntoFolder
source: Drill into folder
de_de: In den Ordner wechseln
es_es: Entrar en la carpeta

# SpaceMap_Action_OpenInResults
source: Open in Results
de_de: In „Ergebnisse“ öffnen
es_es: Abrir en Resultados

# SpaceMap_Action_RevealInExplorer
source: Reveal in Explorer
de_de: Im Explorer anzeigen
es_es: Mostrar en el Explorador de archivos

# SpaceMap_Action_SendToCleanup
source: Send to Cleanup review
de_de: Zur Prüfung an „Bereinigung“ senden
es_es: Enviar a la revisión de Limpieza

# SpaceMap_Action_SendToDuplicate
source: Send to Duplicate review
de_de: Zur Prüfung an „Duplikate“ senden
es_es: Enviar a la revisión de Duplicados

# SpaceMap_Delta_ComparingAgainst
source: Comparing against scan from {0}.
de_de: Vergleich mit der Überprüfung vom {0}.
es_es: Se compara con el análisis del {0}.

# SpaceMap_Delta_GrowingFolders
source: Folders that grew
de_de: Gewachsene Ordner
es_es: Carpetas que han crecido

# SpaceMap_Delta_Header
source: Scan delta insights
de_de: Überprüfungsvergleich
es_es: Comparación de análisis

# SpaceMap_Delta_NeedsTwoScans
source: Scan Delta needs two completed scans with the same root.
de_de: Für den Überprüfungsvergleich sind zwei abgeschlossene Überprüfungen mit demselben Startpfad erforderlich.
es_es: La comparación de análisis necesita dos análisis completados con la misma raíz.

# SpaceMap_Delta_NewLargeFiles
source: New large files
de_de: Neue große Dateien
es_es: Archivos grandes nuevos

# SpaceMap_Delta_NoPreviousScan
source: No previous completed scan with this root was found.
de_de: Es wurde keine frühere abgeschlossene Überprüfung mit diesem Startpfad gefunden.
es_es: No se encontró ningún análisis completado anterior con esta raíz.

# SpaceMap_Delta_RemovedFiles
source: Removed files
de_de: Entfernte Dateien
es_es: Archivos eliminados

# SpaceMap_Error_CopyPath
source: Could not copy the path: {0}
de_de: Der Pfad konnte nicht kopiert werden: {0}
es_es: No se pudo copiar la ruta: {0}

# SpaceMap_Error_FolderLoad
source: Folder load failed
de_de: Der Ordner konnte nicht geladen werden
es_es: No se pudo cargar la carpeta

# SpaceMap_Error_FolderReload
source: Folder reload failed
de_de: Der Ordner konnte nicht neu geladen werden
es_es: No se pudo volver a cargar la carpeta

# SpaceMap_Error_OpenExplorer
source: Could not open File Explorer: {0}
de_de: Der Datei-Explorer konnte nicht geöffnet werden: {0}
es_es: No se pudo abrir el Explorador de archivos: {0}

# SpaceMap_Error_ParentFolderLoad
source: Parent folder load failed
de_de: Der übergeordnete Ordner konnte nicht geladen werden
es_es: No se pudo cargar la carpeta principal

# SpaceMap_Error_ReloadFailed
source: Space map reload failed: {0}
de_de: Die Speicherbelegung konnte nicht neu geladen werden: {0}
es_es: No se pudo volver a cargar el mapa de espacio: {0}

# SpaceMap_Error_SelectedScanLoad
source: Selected scan load failed
de_de: Die ausgewählte Überprüfung konnte nicht geladen werden
es_es: No se pudo cargar el análisis seleccionado

# SpaceMap_Error_SessionDataLoad
source: Failed to load session data.
de_de: Die Sitzungsdaten konnten nicht geladen werden.
es_es: No se pudieron cargar los datos de la sesión.

# SpaceMap_Error_SessionLoad
source: Space map session load failed
de_de: Die Überprüfungen für die Speicherbelegung konnten nicht geladen werden
es_es: No se pudo cargar la lista de análisis del mapa de espacio

# SpaceMap_ExportPng_Automation
source: Export Space Map as PNG
de_de: Speicherbelegung als PNG exportieren
es_es: Exportar el mapa de espacio como PNG

# SpaceMap_Export_CsvFailed
source: CSV export failed: {0}
de_de: Der CSV-Export ist fehlgeschlagen: {0}
es_es: No se pudo exportar el informe CSV: {0}

# SpaceMap_Export_CsvSucceeded
source: CSV report exported to {0}.
de_de: Der CSV-Bericht wurde nach {0} exportiert.
es_es: Informe CSV exportado a {0}.

# SpaceMap_Export_HtmlFailed
source: HTML export failed: {0}
de_de: Der HTML-Export ist fehlgeschlagen: {0}
es_es: No se pudo exportar el informe HTML: {0}

# SpaceMap_Export_HtmlSucceeded
source: HTML report exported to {0}.
de_de: Der HTML-Bericht wurde nach {0} exportiert.
es_es: Informe HTML exportado a {0}.

# SpaceMap_Export_NothingToExport
source: Nothing to export. Load a scan folder first.
de_de: Es gibt nichts zu exportieren. Laden Sie zuerst einen Ordner aus einer Überprüfung.
es_es: No hay nada que exportar. Cargue primero una carpeta del análisis.

# SpaceMap_Export_PngFailed
source: PNG export failed: {0}
de_de: Der PNG-Export ist fehlgeschlagen: {0}
es_es: No se pudo exportar la imagen PNG: {0}

# SpaceMap_Export_PngSucceeded
source: PNG screenshot exported to {0}.
de_de: Der PNG-Screenshot wurde nach {0} exportiert.
es_es: Captura PNG exportada a {0}.

# SpaceMap_Filter_Files
source: Files
de_de: Dateien
es_es: Archivos

# SpaceMap_Filter_Folders
source: Folders
de_de: Ordner
es_es: Carpetas

# SpaceMap_Filter_FoldersAndFiles
source: Folders + files
de_de: Ordner + Dateien
es_es: Carpetas + archivos

# SpaceMap_GoUp
source: Up
de_de: Nach oben
es_es: Subir

# SpaceMap_Legend_Archives
source: Archives
de_de: Archive
es_es: Archivos comprimidos

# SpaceMap_Legend_Folders
source: Folders
de_de: Ordner
es_es: Carpetas

# SpaceMap_Legend_Header
source: Legend
de_de: Legende
es_es: Leyenda

# SpaceMap_Legend_Images
source: Images
de_de: Bilder
es_es: Imágenes

# SpaceMap_Legend_Videos
source: Videos
es_es: Vídeos

# SpaceMap_MinSize_Automation
source: Minimum size filter in megabytes
de_de: Filter für die Mindestgröße in Megabyte
es_es: Filtro de tamaño mínimo en megabytes

# SpaceMap_MinSize_Header
source: Min size MB
de_de: Min. Größe MB
es_es: Tamaño mín. MB

# SpaceMap_Page_Automation
source: Space Map page
de_de: Seite „Speicherbelegung“
es_es: Página Mapa de espacio

# SpaceMap_ScanSelector_Automation
source: Space Map scan selection
de_de: Auswahl der Überprüfung für die Speicherbelegung
es_es: Selección de análisis del mapa de espacio

# SpaceMap_ScanSelector_Header
source: Scan
de_de: Überprüfung
es_es: Análisis

# SpaceMap_Selection_Header
source: Selection
de_de: Auswahl
es_es: Selección

# SpaceMap_Selection_NoFolder
source: No folder selected
de_de: Kein Ordner ausgewählt
es_es: Ninguna carpeta seleccionada

# SpaceMap_Selection_NoItem
source: No item selected
de_de: Kein Element ausgewählt
es_es: Ningún elemento seleccionado

# SpaceMap_Selection_NoPath
source: Select a block in the treemap.
de_de: Wählen Sie einen Block in der Treemap aus.
es_es: Seleccione un bloque del treemap.

# SpaceMap_Selection_PercentOfParent
source: {0}% of parent
de_de: {0} % des übergeordneten Ordners
es_es: {0} % de la carpeta principal

# SpaceMap_Selection_Share
source: Share
de_de: Anteil
es_es: Proporción

# SpaceMap_Selection_Size
source: Size
de_de: Größe
es_es: Tamaño

# SpaceMap_Status_LoadingChildren
source: Loading folder children...
de_de: Ordnerinhalt wird geladen...
es_es: Cargando el contenido de la carpeta...

# SpaceMap_Status_LoadingScans
source: Loading completed scans...
de_de: Abgeschlossene Überprüfungen werden geladen...
es_es: Cargando los análisis completados...

# SpaceMap_Status_LoadingSelectedScan
source: Loading the selected scan...
de_de: Die ausgewählte Überprüfung wird geladen...
es_es: Cargando el análisis seleccionado...

# SpaceMap_Status_NoChildrenMatchFilters
source: No children match the current filters.
de_de: Keine Elemente entsprechen den aktuellen Filtern.
es_es: Ningún elemento de la carpeta coincide con los filtros actuales.

# SpaceMap_Status_NoCompletedScans
source: No completed scans are available.
de_de: Es sind keine abgeschlossenen Überprüfungen verfügbar.
es_es: No hay ningún análisis completado disponible.

# SpaceMap_Status_PathCopied
source: Path copied to the clipboard.
de_de: Der Pfad wurde in die Zwischenablage kopiert.
es_es: Ruta copiada en el portapapeles.

# SpaceMap_Status_RequestedScanUnavailable
source: The requested completed scan is not available.
de_de: Die angeforderte abgeschlossene Überprüfung ist nicht verfügbar.
es_es: El análisis completado solicitado no está disponible.

# SpaceMap_Status_SelectScan
source: Select a completed scan to render disk usage.
de_de: Wählen Sie eine abgeschlossene Überprüfung aus, um die Speicherbelegung darzustellen.
es_es: Seleccione un análisis completado para representar el uso del disco.

# SpaceMap_Status_Title
source: Space Map status
de_de: Status der Speicherbelegung
es_es: Estado del mapa de espacio

# SpaceMap_Subtitle
source: Interactive treemap, scan delta, and review-first actions.
de_de: Interaktive Treemap, Überprüfungsvergleich und Aktionen mit vorgeschalteter Prüfung.
es_es: Treemap interactivo, comparación de análisis y acciones con revisión previa.

# SpaceMap_Title
source: Space Map
de_de: Speicherbelegung
es_es: Mapa de espacio

# SpaceMap_Treemap_Automation
source: Interactive disk usage treemap
de_de: Interaktive Treemap der Speicherbelegung
es_es: Treemap interactivo del uso del disco

# Workspace_Column_Category
source: Category
de_de: Kategorie
es_es: Categoría

# Workspace_Column_Files
source: Files
de_de: Dateien
es_es: Archivos

# Workspace_Column_Size
source: Size
de_de: Größe
es_es: Tamaño

# Workspace_Delta_Message
source: Scan delta details remain available from Space Map, where comparable scans share the same root.
de_de: Details zum Überprüfungsvergleich finden Sie weiterhin unter „Speicherbelegung“, sofern vergleichbare Überprüfungen denselben Startpfad haben.
es_es: Los detalles de la comparación de análisis siguen disponibles en Mapa de espacio, donde los análisis comparables comparten la misma carpeta raíz.

# Workspace_Delta_Title
source: Delta insights
de_de: Überprüfungsvergleich
es_es: Información de la comparación

# Workspace_Duplicates_Action
source: Review duplicates
de_de: Duplikate prüfen
es_es: Revisar duplicados

# Workspace_Duplicates_None
source: No duplicate run yet.
de_de: Noch keine Duplikatanalyse ausgeführt.
es_es: Aún no se han analizado duplicados.

# Workspace_Duplicates_Summary
source: {0} groups · {1}
de_de: {0} Gruppen · {1}
es_es: {0} grupos · {1}

# Workspace_Duplicates_Title
source: Duplicate review
de_de: Duplikatprüfung
es_es: Revisión de duplicados

# Workspace_Metric_Errors
source: Errors
de_de: Fehler
es_es: Errores

# Workspace_Metric_Files
source: Files
de_de: Dateien
es_es: Archivos

# Workspace_Metric_Folders
source: Folders
de_de: Ordner
es_es: Carpetas

# Workspace_Metric_ScannedSize
source: Scanned size
de_de: Überprüfte Größe
es_es: Tamaño analizado

# Workspace_Overview_Composition
source: File-type composition
de_de: Zusammensetzung nach Dateityp
es_es: Composición por tipo de archivo

# Workspace_Overview_ReviewQueue
source: Review queue
de_de: Prüfliste
es_es: Cola de revisión

# Workspace_Page_AutomationName
source: Scan Workspace page
de_de: Seite „Überprüfungsbereich“
es_es: Página del espacio de trabajo de análisis

# Workspace_Reclaimable_Idle
source: Run cleanup or duplicate review to estimate savings.
de_de: Führen Sie eine Bereinigung oder eine Duplikatprüfung aus, um die Einsparungen zu schätzen.
es_es: Ejecute una limpieza o una revisión de duplicados para estimar el espacio recuperable.

# Workspace_Reclaimable_NoRun
source: Run duplicate review to estimate recoverable space.
de_de: Führen Sie eine Duplikatprüfung aus, um den freigebbaren Speicherplatz zu schätzen.
es_es: Ejecute una revisión de duplicados para estimar el espacio recuperable.

# Workspace_Reclaimable_Summary
source: {0} reclaimable from latest duplicate run.
de_de: {0} freigebbar aus der letzten Duplikatanalyse.
es_es: {0} recuperables de la última detección de duplicados.

# Workspace_SpaceMap_Action
source: Open Space Map
de_de: Speicherbelegung öffnen
es_es: Abrir Mapa de espacio

# Workspace_SpaceMap_Message
source: The interactive treemap opens with this scan context and keeps destructive actions routed through review flows.
de_de: Die interaktive Treemap wird mit dem Kontext dieser Überprüfung geöffnet, und Aktionen, die Daten löschen, laufen weiterhin über die Prüfabläufe.
es_es: El treemap interactivo se abre con el contexto de este análisis y sigue encauzando las acciones destructivas a través de los flujos de revisión.

# Workspace_SpaceMap_Title
source: Open Space Map
de_de: Speicherbelegung öffnen
es_es: Abrir Mapa de espacio

# Workspace_Status_IncompleteScan
source: This scan is {0}. Partial scan data is hidden; complete a new scan before opening results, cleanup, duplicates, or Space Map.
de_de: Diese Überprüfung hat den Status {0}. Teilweise erfasste Überprüfungsdaten werden ausgeblendet; führen Sie eine neue Überprüfung vollständig aus, bevor Sie Ergebnisse, Bereinigung, Duplikate oder Speicherbelegung öffnen.
es_es: Este análisis está en estado {0}. Los datos parciales del análisis están ocultos; complete un análisis nuevo antes de abrir Resultados, Limpieza, Duplicados o Mapa de espacio.

# Workspace_Status_LoadFailed
source: Workspace failed to load: {0}
de_de: Der Überprüfungsbereich konnte nicht geladen werden: {0}
es_es: No se pudo cargar el espacio de trabajo: {0}

# Workspace_Status_Loaded
source: Workspace data loaded from a completed persisted scan.
de_de: Die Daten des Überprüfungsbereichs wurden aus einer abgeschlossenen gespeicherten Überprüfung geladen.
es_es: Datos del espacio de trabajo cargados desde un análisis completado y guardado.

# Workspace_Status_Loading
source: Loading persisted scan data...
de_de: Gespeicherte Überprüfungsdaten werden geladen...
es_es: Cargando los datos del análisis guardado...

# Workspace_Status_NoCompletedScans
source: No completed scans are available.
de_de: Es sind keine abgeschlossenen Überprüfungen verfügbar.
es_es: No hay ningún análisis completado disponible.

# Workspace_Status_ScannerReport
source: Scanner report: {0}
de_de: Scanner-Bericht: {0}
es_es: Informe del analizador: {0}

# Workspace_Status_SelectScan
source: Select a completed scan.
de_de: Wählen Sie eine abgeschlossene Überprüfung aus.
es_es: Seleccione un análisis completado.

# Workspace_Status_SessionUnavailable
source: The requested scan session is not available.
de_de: Die angeforderte Überprüfungssitzung ist nicht verfügbar.
es_es: La sesión de análisis solicitada no está disponible.

# Workspace_Summary_Loading
source: Loading scan session...
de_de: Überprüfungssitzung wird geladen...
es_es: Cargando la sesión de análisis...

# Workspace_Summary_NoScan
source: No scan selected.
de_de: Keine Überprüfung ausgewählt.
es_es: Ningún análisis seleccionado.

# Workspace_Summary_StatusStarted
source: {0} · started {1}
de_de: {0} · gestartet am {1}
es_es: {0} · iniciado el {1}

# Workspace_Tab_Delta
source: Delta
es_es: Comparación

# Workspace_Tab_Errors
source: Errors
de_de: Fehler
es_es: Errores

# Workspace_Tab_Files
source: Files
de_de: Dateien
es_es: Archivos

# Workspace_Tab_Folders
source: Folders
de_de: Ordner
es_es: Carpetas

# Workspace_Tab_Overview
source: Overview
de_de: Übersicht
es_es: Vista general

# Workspace_Title
source: Scan workspace
de_de: Überprüfungsbereich
es_es: Espacio de trabajo de análisis

# Workspace_Title_ForRoot
source: Scan: {0}
de_de: Überprüfung: {0}
es_es: Análisis: {0}

# Health_Metric_Total
source: Total
de_de: Gesamt
